INSERT INTO employee (id, username, first_name, last_name)
VALUES 
    ('10000000-0000-0000-0000-000000000000', 'ivanov', 'Иван', 'Иванов'),
    ('10000000-0000-0000-0000-000000000001', 'petrov', 'Петр', 'Петров'),
    ('10000000-0000-0000-0000-000000000002', 'saveliy', 'Савелий', 'Савельев'),
    ('10000000-0000-0000-0000-000000000003', 'nikolaev', 'Николай', 'Николаев');

INSERT INTO organization (id, name, description, type)
VALUES 
    ('00000000-0000-0000-0000-000000000000', 'Рога и Копыта', 'Рога и Копыта', 'LLC'),
    ('00000000-0000-0000-0000-000000000001', 'Сибирские Леса', 'Лиса', 'JSC'),
    ('00000000-0000-0000-0000-000000000002', 'Торговый Дом "Голандский сыр"', 'Не будет у вас другого)', 'IE');

INSERT INTO organization_responsible (organization_id, user_id)
VALUES 
    ('00000000-0000-0000-0000-000000000000', '10000000-0000-0000-0000-000000000000'),
    ('00000000-0000-0000-0000-000000000001', '10000000-0000-0000-0000-000000000000'),
    ('00000000-0000-0000-0000-000000000002', '10000000-0000-0000-0000-000000000000'),
    ('00000000-0000-0000-0000-000000000000', '10000000-0000-0000-0000-000000000000');
